---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BRepBuilder
source: html/fa227e06-2aa0-066e-03ac-08fed51023fb.htm
---
# BRepBuilder Members

Construct a BRepBuilder to use in constructing geometry.